Repository: test2a/casebox
Catalog: src/Resources/translations/messages.*.xlf
Languages: ar, es, ru

source: Authorization
ar: تخويل _تَفوِيض
es: Autorización
ru: Авторизация

source: Loading CSS and images
ar: تحميل تقنيةCSS والصور
es: Cargando CSS y las imágenes
ru: Загрузка CSS

source: Loading ExtJS Core API
es: Cargando ExtJS Core API
ru: Загрузка ExtJS Core API

source: Loading ExtJS UI Components
ar: ExtJS UIتحميل محتويات
es: Carga de ExtJS UI Components
ru: Загрузка компонентов ExtJS UI

source: Initialization
ar: الشروع بالتنفيذ أو البدء
es: Inicialización
ru: Инициализация

source: An error has occurred
ar: حدث خطأ
es: Se produjo un error
ru: Произошла ошибка

source: Can't connect to SOLR
ar: solar ليس بألامكان الاتصال ب
es: No se puede conectar a SOLR
ru: Невозможно подключиться к SOLR

source: Specify the user name
ar: حدد اسم المستخدم
es: Especifique el nombre de usuario
ru: Укажите имя пользователя

source: Enter the password
ar: ادخل كلمة المرور
es: Introduzca la contraseña
ru: Укажите пароль

source: Wrong username or password
ar: اسم المستخدم أو كلمة المرور خاطئة
es: Nombre de usuario o contraseña incorrectos
ru: Неправильное имя пользователя или пароль

source: min
es: mi
ru: мин

source: Dear
ar: عزيزي
es: Querido
ru: Уважаемая

source: Dear
ar: عزيزي
es: Querido
ru: Уважаемый

source: Casebox notifications
ar: casebox تبليغات
es: ECMRS notificaciones
ru: Уведомления Casebox

source: there are new notifications for you
ar: هناك تبليغات جديدة لك
es: hay nuevas notificaciones para usted
ru: есть новые уведомления для вас

source: Notification for task "{task_name}" of the case "{case_name}" has reached its time
ar: تبليغات لمَهَمّة {"اسم المَهَمّة"} للقضية {"اسم القضية"} قد بلغت وقتها
es: Notificación de tarea "{task_name}" del caso "{case_name}" ha llegado a su tiempo
ru: Уведомление для срока "{task_name}" дела "{case_name}" достигла своего времени

source: A user with that name already exists, please specify another name.
ar: المستخدم بهذا الاسم موجود قبل الان، يرجى تحديد اسم آخر
es: Un usuario con ese nombre ya existe, por favor, especifique otro nombre.
ru: Пользователь с таким именем уже существует, пожалуйста введите другое имя.

source: Case card
ar: بطاقة القضية
es: Caso tarjeta
ru: Карточка дела

source: stage
ar: مرحلة
es: etapa
ru: этап

source: spent time
ar: الوقت المَبْذُول
es: tiempo pasado
ru: затраченное время

source: Save the current item before adding files.
ar: قم بحفظ المادة الحالية قبل اضافة الملفات
es: Guarda el objeto actual antes de agregar los archivos.
ru: Сохраните текущий обьект перед тем как добавлять файлы.

source: Save the current item before working with files.
ar: قم بحفظ المادة الحالية قبل العمل بالملفات
es: Guarda el objeto actual antes de trabajar con los archivos.
ru: Сохраните текущий обьект перед тем как работать с файлами.

source: Item not found.
ar: المادة غير موجودة
es: Objeto no encontrado.
ru: Объект не найден.

source: Error loading file
ar: خطأ في تحميل الملف
es: Error al cargar el archivo
ru: Ошибка загрузки файла

source: Cannot move file
ar: لا يمكن نقل الملف
es: No se puede mover el archivo
ru: Не возможно переместить файл

source: Erroneous input data.
ar: بيانات مٌدخلة خاطئة
es: Datos erróneos de entrada.
ru: Ошибочные входные данные.

source: You are not authorized for this action.
ar: انت ليس مخول لهذا الفعل
es: No tiene permisos para esta acción.
ru: У вас нет прав для данного действия.

source: The case is already in this office.
ar: هذه القضية موجودة في المكتب
es: El caso ya está en esta oficina.
ru: Дело уже находится в данном офисе.

source: Assigned an incorrect user
ar: تم تكليف مستخدم خاطئ
es: Se le asigna un usuario incorrecto
ru: Назначен неправильный пользователь

source: You are not authorized to complete this task.
ar: انت ليس مخول لاتمام هذه المهمة
es: Usted no está autorizado a realizar esta tarea.
ru: У вас нет прав для завершения данного срока.

source: Users without group
ar: المستخدمون من دون مجموعة
es: Los usuarios sin grupo
ru: Пользователи без группы

source: You don't have administrative privileges in this office
ar: ليس لديك ميزات ادارية في هذا المكتب
es: Usted no tiene privilegios administrativos en esta oficina
ru: У вас нет прав администрирования в данном офисе

source: Other offices
ar: المكاتب الْأُخْرَى
es: Otras oficinas
ru: Другие офисы

source: Access is denied
ar: الوصول ممنوع
es: Acceso denegado
ru: Отказанно в доступе

source: You cannot give to other users higher access than yours.
ar: لا تستطيع اعطاء مستخدمين اخرين صلاحيات اعلى من تلك التي لديك
es: No se puede dar a otros usuarios un mayor acceso a la tuya.
ru: Вы не можете давать другим пользователям больше привилегий чем ваши.

source: Wrong ID
ar: بطاقة التعريف خاطئة
es: Identificación incorrecta
ru: Неправельный ID

source: Not all required fields filled.
ar: لم يتم تعبئة كل الخانات المطلوبة
es: No todos los campos requeridos lleno.
ru: Не все обязательные поля заполненны.

source: Failed to create the office
es: No se ha podido crear la oficina
ru: Ошибка создания офиса

source: Group with that name already exists.
ar: المجموعة بهذا الاسم موجودة حاليا
es: Grupo con ese nombre ya existe.
ru: Группа с таким именем уже существует.

source: User not found.
ar: لم يتم ايجاد المستخدم
es: Usuario no encontrado.
ru: Пользователь не найден.

source: Template not found.
ar: لم يتم ايجاد القالب
ru: Шаблон не найден.

source: Error creating item
ar: خطأ في انشاء المادة
es: Error al crear el objeto
ru: Ошибка создания объекта

source: Out of office
ar: خارج المكتب
es: Fuera de la oficina
ru: Вне офиса

source: Wrong current password
ar: كلمة المرور الحالية خاطئة
es: Contraseña actual incorrecta
ru: Текущий пароль не верен

source: in
ar: في
es: en
ru: в

source: day
ar: يوم
es: día
ru: день

source: days
ar: ايام
es: días
ru: дней

source: day before yesterday
ar: اليوم قبل البارحة
es: anteayer
ru: позавчера

source: yesterday
ar: أَمْس
es: ayer
ru: вчера

source: tomorow
ar: غَدًا
es: día de mañana
ru: завтра

source: today at
ar: اليوم في
es: hoy en
ru: сегодня в

source: yesterday at
ar: الامس في
es: ayer en
ru: вчера в

source: day before yesterday at
ar: اليوم قبل البارحة في
es: anteayer en
ru: позавчера в

source: Accomplished date
ar: تارِيخُ الانجاز
es: Cumplida la fecha
ru: Дата реализации

source: Task is not active
ar: المَهَمّة غير مُفعلة
es: Tareas no está activo
ru: Задача не активна

source: logged on
ar: تم تسجيل الدخول
es: sesión
ru: авторизировался

source: logged on
ar: تم تسجيل الدخول
es: sesión
ru: авторизировалась

source: logged out
ar: تم تسجيل الخروج
es: la sesión
ru: вышел

source: logged out
ar: تم تسجيل الخروج
es: la sesión
ru: вышла

source: added
ar: تمت الاضافة
es: adicional
ru: добавил

source: added
ar: تمت الاضافة
es: adicional
ru: добавила

source: updated
ar: قضية
es: actualizado
ru: обновил

source: updated
ar: تم التحديث
es: actualizado
ru: обновила

source: the case
ar: القضية
es: el caso
ru: дело

source: deleted
ar: مَحْذُوف
es: suprimido
ru: удалил

source: deleted
ar: مَحْذُوف
es: suprimido
ru: удалила

source: opened
ar: مَفتُوح
es: abierto
ru: открыл

source: opened
ar: مَفتُوح
es: abierto
ru: открыла

source: closed
ar: مغلق
es: cerrado
ru: закрыл

source: closed
ar: مغلق
es: cerrado
ru: закрыла

source: to case
ar: الى القضية
es: a caso
ru: к делу

source: in case
ar: في القضية
es: en caso
ru: в деле

source: from case
ar: من القضية
es: de caso
ru: из дела

source: viewed
ar: تمت المشاهدة
es: visto
ru: просмотрел

source: viewed
ar: تمت المشاهدة
es: visto
ru: просмотрела

source: to
ar: الى
es: a
ru: к

source: downloaded
ar: تم التنزيل
es: descargar
ru: скачал

source: downloaded
ar: تم التنزيل
es: descargar
ru: скачала

source: the file
ar: الملف
es: el archivo
ru: файл

source: security rights
es: derechos de seguridad
ru: права безопасности

source: for case
ar: للقضية
es: para el caso
ru: для дела

source: for user
ar: للمستخدم
es: para el usuario
ru: для пользователя

source: for users
ar: للمستخدمين
es: para los usuarios
ru: для пользователей

source: completed
ar: تم الانجاز
es: terminado
ru: завершил

source: completed
ar: تم الانجاز
es: terminado
ru: завершила

source: reminders for task
ar: رسائل تذكيرية للمهمة
es: recordatorios para las tareas
ru: напоминания к сроку

source: from the system
ar: من النِظَام
es: del sistema
ru: из сыстемы

source: CaseBox notification
ar: CaseBox تبليغ
es: ECMRS notificación
ru: Уведомление CaseBox

source: on new case
ar: في قضية جديدة
es: el nuevo caso
ru: o новом деле

source: on case update
ar: في تحديث القضية
es: en caso de actualización
ru: о обновлении дела

source: on case close
ar: عند اغلاق القضية
es: en estrecha caso
ru: о закрытии дела

source: New task: {name} ({path})
ar: { ( مُهِمّة جديدة : {الاسم} {(المسار
es: Nueva tarea: {name} ({path})
ru: Новое задание: {name} ({path})

source: Task completed: {name} ({path})
ar: { ( تم انهاء المُهِمّة {الاسم} {(المسار
es: Tarea completada: {name} ({path})
ru: Задание завершено: {name} ({path})

source: on task delete
ar: على مهِمّة الحذف
es: en la tarea de borrado
ru: о удалении задания

source: Administrator
ar: المسؤول عن النظام
es: Administrador
ru: Администратор

source: User is already associated to this office
ar: المستخدم مرتبط حالِيًّا بهذا المكتب
es: El usuario está ya asociado a esta oficina
ru: Этот пользователь уже есть в данном офисе

source: Closed
ar: مغلق
es: Cerrado
ru: Закрытые

source: Missed deadlines
ar: المواعيد النهائية الفائِتة
es: Incumplimiento de los plazos
ru: Пропущенные сроки

source: Without deadlines
ar: من دون مواعيد نهاية
es: Sin plazos
ru: Без сроков

source: Task closed: {name} ({path})
ar: {( اغلاق المُهِمّة:{ الاسم} {(المسار
es: Tareas de cierre: {name} ({path})
ru: Задание завершено: {name} ({path})

source: the task
ar: المُهِمّة
es: la tarea
ru: задание

source: has been automatically closed
ar: تم اغلاقها تلقائياُ
es: se ha cerrado automáticamente
ru: было закрыто автоматически

source: Task update: {name} ({path})
ar: {( تحديث المُهِمّة:{ الاسم} {(المسار
es: Tarea de actualización: {name} ({path})
ru: Обновление задания: {name} ({path})

source: the status
ar: الحالة
es: el estado
ru: статус

source: changed
ar: تم التغيير
es: cambiado
ru: изменил

source: changed
ar: تم التغيير
es: cambiado
ru: изменилa

source: Erroneous input data.
ar: بيانات مدُخلة خاطئة
es: Datos erróneos de entrada.
ru: Ошибочные входные данные.

source: Cannot paste item to itself.
ar: لا يمكن لصق المادة لنفسها
es: No se puede pegar el objeto en sí mismo.
ru: Невозможно вставить объект в самого себя.

source: Target contain elements with the same name and type. Are you sure you want to overwrite them?
ar: الهدف(الكائن) يحتوي على عناصر بنفس الاسم والنوع . هل أنت متأكد من أنك تريد الكتابة فوق المعلومات السابقة؟
es: Objetivo contener elementos con el mismo nombre y tipo. ¿Seguro de que deseas sobrescribir?
ru: Цель содержит элементы с тем же именем и типом. Вы уверены, что хотите переписать их?

source: no year
ar: لا يوجد سنة
es: ningún año
ru: без года

source: no month
ar: لا يوجد شهر
es: ningún mes
ru: без месяца

source: File is in queue for processing
ar: الملف في الصف للمُعَالَجَةٌ
es: El archivo está en cola para su procesamiento
ru: Файл находится в очереди на обработку

source: File is being processed
ar: يتم مُعَالَجَةٌ الملف
es: El archivo se está procesando
ru: Файл обрабатывается

source: File has been added to queue for processing
ar: تمت اضافة الملف الى الصف للمُعَالَجَةٌ
es: El archivo ha sido añadido a la cola para el procesamiento
ru: Файл был добавлен в очередь на обработку

source: Target directory does not exist
ar: الدليل المطلوب ليس موجود
es: Directorio de destino no existe
ru: Целевой каталог не существует

source: Filename {filename} already exists in target folder.
ar: اسم الملف {اسم} موجود بالفعل في المجلد المنفذ ,الهدف
es: Nombre de archivo {nombre de archivo} ya existe en la carpeta de destino.
ru: Файл с именем {filename} уже существует в целевой папке. Что бы вы хотели сделать?

source: Some files exists in target directory. What would you like to do?
ar: بعض الملفات موجود في المجلد المطلوب. ماذا تريد أن تفعل؟
es: Algunos archivos existe en el directorio de destino. ¿Qué te gustaría hacer?
ru: Некоторые файлы существуют в целевом каталоге. Что бы вы хотели сделать?

source: Folders
ar: المجلدات
es: Carpetas
ru: Папки

source: Yesterday
ar: اَلاَمْسُ
es: Ayer
ru: Вчера

source: Cannot paste item over itself.
ar: لا يمكن لصق المادة فَوْقَ نفسها
es: No se puede pegar objeto sobre sí mismo.
ru: Невозможно вставить объект на самого себя.

source: Copy of
ar: نسخ ل
es: Copia de
ru: Копия

source: Forgot password?
ar: نسيت كلمة المرور؟
es: ¿Has olvidado tu contraseña?
ru: Забыли пароль?

source: Continue
ar: استمر
es: Continuar
ru: Продолжить

source: Enter your email address:
ar: قم بادخال عنوان بريدك الالكتروني
es: Ingrese su dirección de correo electrónico:
ru: Введите адрес электронной почты:

source: OR
ar: أو
es: Oregón
ru: ИЛИ

source: Invalid email address
ar: عنوان البريد الالكتروني غير صحيح
ru: Неверный адрес электронной почты

source: The specified email is not registered in CaseBox
ar: CaseBox لم يتم تسجيل البريد الإلكتروني المحدد في
es: La dirección de correo electrónico especificada no está registrada en ECMRS
ru: Указанный электронный адрес не зарегистрирован в CaseBox

source: Specified username is not registered in CaseBox
ar: CaseBox اسم المستخدم المحدد غير مٌسجل في
es: Nombre de usuario especificado no está registrado en ECMRS
ru: Указанное имя пользователя не зарегистрировано в CaseBox

source: Specified username does not have an email specified
ar: لا يوجد لدى اسم المستخدم المحدد بريد الكتروني مخصص
es: Nombre de usuario especificado no tiene un correo electrónico especificada
ru: Для указанного пользователя не указан адресс электронной почты

source: CaseBox password recovery
ar: CaseBox استرجاع كلمة مرور
es: ECMRS recuperación de la contraseña
ru: CaseBox восстановления пароля

source: Message for password reset has been sent to your email. Please check your email to continue.
ar: تم ارسال رسالة لإعادة كلمة المرور للوضع الاصلي عن طريق البريد الإلكتروني الخاص بك. يرجى التحقق من بريدك الالكتروني للاستمرار
es: Mensaje para restablecer la contraseña ha sido enviada a su correo electrónico. Por favor, revise su correo electrónico para continuar.
ru: Сообщение для восстановления пароля было отправлено по электронной почте. Пожалуйста, проверьте почту для продолжения.

source: Error recovering password or url expired.
ar: خطأ في استرجاع كلمة المرور أو عنوان إنترنت منتهي الصلاحية
es: Error al recuperar la contraseña o url expirado.
ru: Ошибка восстановления пароля или URL истек.

source: New password
ar: كلمة مرور جديدة
es: Nueva contraseña
ru: Новый пароль

source: The password has been successfully changed. Now you can login to CaseBox with new password.
ar: CaseBox تم تغيير كلمة المرور بنجاح.الآن يمكنك بكلمة المرور الجديدة الدخول الى
es: La contraseña se ha modificado correctamente. Ahora usted puede acceder a ECMRS con la nueva contraseña.
ru: Пароль был успешно изменен. Теперь вы можете войти в CaseBox с новым паролем.

source: Task overdue: {name} ({path})
ar: {( المُهِمّة مُتَأَخِّرة – مُسْتَحِقٌّة:{ الاسم} {(المسار
es: Tarea vencida: {name} ({path})
ru: Задание просроченно: {name} ({path})

source: Task completion declined: {name} ({path})
ar: { (تَرَاجُع انجاز المُهِمّة :{المالك}> { الاسم} {(المسار
es: Realización de tareas declinó: {owner} > {name} ({path})
ru: Завершение задания отклонено: {owner} > {name} ({path})

source: On behalf task completion: {name} ({path})
ar: { (بالنيابة عن انجاز المُهِمّة / {المالك} : { الاسم} {(المسار
es: Una vez finalizada la tarea nombre / {owner}: {name} ({path})
ru: Завершение задания со стороны / {owner}: {name} ({path})

source: Task reopened: {name} ({path})
ar: { ( تم اعادة فتح المُهِمّة :{المالك}> { الاسم} {(المسار
es: Trabajo reabrió / {owner}: {name} ({path})
ru: Задание возобновлено: {owner} > {name} ({path})

source: Cannot paste item inside itself.
ar: لا يمكن الصاق المادة داخلها
es: No se puede pegar objetos en el interior de sí mismo.
ru: Невозможно вставить объект внутри самого себя.

source: few seconds ago
ar: قبل ثواني
es: hace unos segundos
ru: несколько секунд назад

source: The following files have duplicates:
ar: الملفات التالية مكررة
es: Los archivos siguientes tienen duplicados:
ru: Следующие файлы имеют дубликаты:

source: The uploaded file already exists in the following folders: {paths} <br/> Open the file to see the list of duplicates?
ar: افتح الملف لمشاهدة قائمة التكرار؟<br /> {الملف الذي تم تحميله موجود في المجلدات التالية: {المسارات
es: El archivo subido ya existe en las siguientes carpetas: {paths} <br /> Abra el archivo para ver la lista de duplicados?
ru: Загруженный файл уже существует в следующих папках: {paths}<br />Открыть файл, чтобы увидеть список дубликатов?

source: The contents of the file are identical to the current version uploaded {timeAgo} by {user}.
ar: {ان محتويات الملف متطابقة للإصدار الحالي التي تم تحميله { قبل فترة} من قبل{ المستخدم
es: El contenido del archivo es idéntico a la versión actual subida {timeAgo} por {user}.
ru: Содержимое файла идентична текущей версии загруженной {timeAgo} пользователем {user}.

source: The content of the file is identical to a previous version uploaded {timeAgo} by {user}.
ar: {ان محتويات الملف متطابقة للإصدار الحالي التي تم تحميله { قبل فترة} من قبل{ المستخدم
es: El contenido del archivo es idéntico a una versión anterior subida {timeAgo} por {user}.
ru: Содержимое файла идентична предыдущей версии загруженной {timeAgo} пользователем {user}.

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
ar: كانون الثاني,شباط,آذار,نيسان,أيار,حزيران,تموز,آب,أيلول,تشرين الأول,وتشرين الثاني,كانون الأول
ru: Янв,Фев,Марта,Апр,Мая,Июня,Июля,Авг,Сент,Окт,Ноября,Дек

source: January,February,March,April,May,June,July,August,September,October,November,December
ar: كانون الثاني,شباط,آذار,نيسان,أيار,حزيران,تموز,آب,أيلول,تشرين الأول,وتشرين الثاني,كانون الأول
ru: Января,Февраля,Марта,Апреля,Мая,Июня,Июля,Августа,Сентября,Октября,Ноября,Декабря

source: Mon,Tue,Wed,Thu,Fri,Sat,Sun
ar: الإِثْنَيْن، الثُّلَاثاء، الاربعاء، الخميس، الجمعة، السبت،الاحد
ru: Пон,Вт,Ср,Чет,Пят,Суб,Вос

source: Monday,Tuesday,Wednesday,Thursday,Friday,Saturday,Sunday
ar: الإِثْنَيْن، الثُّلَاثاء، الاربعاء، الخميس، الجمعة، السبت،تلاحد
ru: Понедельник,Вторник,Среда,Четверг,Пятница,Субота,Воскресенье

source: Folder exists
ar: المجلد متواجد
es: Carpeta existe
ru: Папка существует

source: Secretary
ar: سِكْرِتِير
es: Secretario
ru: Секретарь

source: Recycle Bin
ar: سلة المهملات
es: Papelera de reciclaje
ru: Корзина

source: Other cases
ar: قضايا اخرى
es: Otros casos
ru: Другие дела

source: Deleted by me
ar: تم الحذف من قبلي
es: Eliminados por mí
ru: Удаленные мной

source: Deleted by others
ar: تم الحذف من قبل اخرين
es: Eliminados por otros
ru: Удаленные другими

source: All cases
ar: جميع القضايا
es: Todos los casos
ru: Все дела

source: Without status
ar: بدون حالة
es: Sin estatus
ru: Без статуса

source: Without substatus
ar: بدون حالة فرعية
es: Sin subestado
ru: Без подстатуса

source: Support
ar: دعم
es: Apoyar
ru: Поддержка

source: Programs
ar: البرامج
es: Programas
ru: Программы

source: Overdue
ar: مُتَأَخِّر , مُسْتَحِقٌّ
es: Atrasado
ru: Просроченные

source: Assigned
ar: مُكَلَّف
es: Asignado
ru: Назначенные

source: Tomorrow
ar: غَدًا
es: Mañana
ru: Завтра

source: This week
ar: هذا الاسبوع
es: Esta semana,
ru: На этой неделе

source: Previous week
ar: الاسبوع الماضي
es: Semana anterior
ru: Предыдущая неделя

source: Consideration
ar: قَيدَ الدّرس,الاعتيار
es: Consideración
ru: Рассмотрение

source: Archived
ar: الأرشيف
es: Archivado
ru: Архив

source: What is the name of your best friend from childhood?
ar: ما هو اسم أفضل صديق لك منذ الطفولة؟
es: ¿Cuál es el nombre de su mejor amigo de la infancia?
ru: Как зовут вашего лучшего друга детства?

source: What was the name of your first teacher?
ar: ما هو اسم المعلم الأول؟
es: ¿Cuál era el nombre de su primer maestro?
ru: Как звали вашего первого учителя?

source: What is the name of your manager at your first job?
ar: ما هو اسم مديرك في وظيفتك الأولى؟
es: ¿Cuál es el nombre de su director en su primer trabajo?
ru: Как зовут начальника на вашей первой работе?

source: What was your first phone number?
ar: ما هو اول رقم هاتف خاص بك؟
es: ¿Cuál fue su primer número de teléfono?
ru: Какой был ваш первый номер телефона?

source: What is your vehicle registration number?
ar: ما هو رقم تسجيل مركبتك؟
es: ¿Cuál es su número de registro del vehículo?
ru: Каков номер вашего автомобиля?

source: What is your library card number?
ar: ما هو رقم بطاقة المكتبة الخاص بك؟
es: ¿Cuál es el número de su tarjeta de la biblioteca?
ru: Каков номер вашего читательского билета?

source: Write my own question
ar: اكتب سُؤالك الخاص
es: Escribe mi propia pregunta
ru: Написать свой ​​вопрос

source: Enter code
ar: ادخل الرمز
es: Introducir código
ru: Введите код

source: Ongoing
ar: جار
es: En marcha
ru: Текущие

source: All my cases
ar: كل القاضايا الخاصة بي
es: Todos mis casos
ru: Все мои дела

source: Assignee
es: Asignado
ru: Назначенные

source: My Calendar
es: Mi calendario
ru: Мой календарь

source: Manager's Calendar
es: Calendario del Gerente
ru: Календарь Управляющего

source: updated comment
ru: обновил комментарий

source: Error uploading file
ar: خطأ في تحميل الملف
es: Error subida de archivos

source: Open in CaseBox
es: Open in ECMRS

source: [Casebox] {creatorFullName} ({creatorEmail}) ivited you to {projectTitle}
es: ECMRS User Creation

source: Current month
ar: الشهر الحالي
